<?php 
{"consumer":
{
"18":{
"shopname":"苏宁电器 南京市鼓楼区湖南路店",
"intro":"苏宁是中国商业企业的领先者，经营商品涵盖传统家电、消费电子、百货、日用品、图书、虚拟产品等综合品类，线下实体门店1700多家，线上苏宁易购位居国内B2C前三，线上线下的融合发展引领零售发展新趋势。",
"sertype":"商场",
"id":"18",
"address":"江苏省南京市白下区淮海路68号",
"face":"Array",
"phone_num":"+862584418888",
"location":"上海"},
"20":{
"shopname":"苏宁电器 南京市鼓楼区湖南路店",
"intro":"苏宁是中国商业企业的领先者，经营商品涵盖传统家电、消费电子、百货、日用品、图书、虚拟产品等综合品类，线下实体门店1700多家，线上苏宁易购位居国内B2C前三，线上线下的融合发展引领零售发展新趋势。",
"sertype":"商场",
"id":"20",
"address":"江苏省南京市白下区淮海路68号",
"face":"Array",
"phone_num":"+862584418888",
"location":"上海"},
"19":{
"shopname":"苏宁电器 南京市鼓楼区湖南路店",
"intro":"苏宁是中国商业企业的领先者，经营商品涵盖传统家电、消费电子、百货、日用品、图书、虚拟产品等综合品类，线下实体门店1700多家，线上苏宁易购位居国内B2C前三，线上线下的融合发展引领零售发展新趋势。",
"sertype":"商场",
"id":"19",
"address":"江苏省南京市白下区淮海路68号",
"face":"Array",
"phone_num":"+862584418888",
"location":"上海"},
"21":{
"shopname":"苏宁电器 南京市鼓楼区湖南路店",
"intro":"苏宁是中国商业企业的领先者，经营商品涵盖传统家电、消费电子、百货、日用品、图书、虚拟产品等综合品类，线下实体门店1700多家，线上苏宁易购位居国内B2C前三，线上线下的融合发展引领零售发展新趋势。",
"sertype":"商场",
"id":"21",
"address":"江苏省南京市白下区淮海路68号",
"face":"Array",
"phone_num":"+862584418888",
"location":"上海"},
"22":{
"shopname":"苏宁电器 南京市鼓楼区湖南路店",
"intro":"苏宁是中国商业企业的领先者，经营商品涵盖传统家电、消费电子、百货、日用品、图书、虚拟产品等综合品类，线下实体门店1700多家，线上苏宁易购位居国内B2C前三，线上线下的融合发展引领零售发展新趋势。",
"sertype":"商场",
"id":"22",
"address":"江苏省南京市白下区淮海路68号",
"face":"Array",
"phone_num":"+862584418888",
"location":"上海"}
}
}